Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: བརྫུན་ སྨྲ་བ་ ཡང་ རྣམ་པ་ འདི་དག་ སྨྲས་པ ར་ འགྱུར་ ཏེ །_ སྔར་ དྲན་བཞིན་ དུ་ ཆུང་ ཟད་ ཁ ས་ བླངས་པ་ ནི །_ དགེ་འདུན་ ལ་ དངོས་པོ་ ཆུང་ ཟད་ ཁ ས་ བླངས་པ འམ །_ དེ་བཞིན་ དུ་ སངས་རྒྱས་ དང་ ཆོས་ ལ་ གསལ་བ ར་ ཁ ས་ བླངས་ ལ་ དེས་ ཕྱིས་ མི་ བཟོད་པ་ བྱུང་ ནས་
en: As for lying, some people make a certain commitment to the Saṅgha, or to the Buddha or the Dharma. Later they may lose courage, however, and deny that it was ever made, even though they remember doing so quite well.

source: བདག་ གིས་ ཁ ས་ བླངས་པ་ མེད་ དོ་ ཞེས་ སྨྲ་ ལ་ དགེ་འདུན་ ལ་ ཡང་ དེ འི་ ཁ ས་ བླངས་པ་ གང་ཡིན་པ་ དེས་ གནོད་པ ར་ གྱུར་ ན དེ འི་ བརྫུན་ དུ་ སྨྲ་བ་ དེ་ བྱས་ ཤིང་ བསགས་ ལ་ འདུས་བྱས་པ འི་ འབྲས་བུ ས་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ རིང་བ་ ཞེས་ བྱ་བ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: If one’s broken promise brings harm to the Saṅgha, such a completed and accumulated act of lying will serve to produce the experience of birth in the hell of Long-Lasting Agony.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་ ཡང་ [199b] སོས་ ལ་སོགས་ པར་ བཤད་པ་ གང་ཡིན་པ་ དེ་དག་ ཐམས་ཅད་ སྔ་མ་ བཞིན་ དུ་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ འབྱུང་བ་ ནི་ འདི་ ཡིན་ ཏེ །_
en: $650 “The beings in that realm will experience torture {{page:{number:236,id:UT22084-068-021-100262,folio:F.199.b,volume:V68}}} as they undergo all the same ordeals that are otherwise experienced in the hell of Reviving, and so forth.

source: འདི་ལྟ་སྟེ །_ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཁབ་ ཀྱི་ རྩེ་མོ་ རབ་ཏུ་ རིང་བ་ རྣོ་ ཞིང་ ཕྲ་ ལ་ རབ་ཏུ་ འབར་ བདག་ གིས་ འབིགས་པ ར་ བྱེད་ དེ །_ དེ་ ཚོར་བ ས་ ཉམ་ཐག་ ཅིང་ ངུ་སྐད་ འབྱིན་ ཏོ །_།
en: Moreover, a special feature of this realm is that the henchmen of the Lord of Death pierce the beings there with needles that are long, sharp, thin, and burning.

source: དེ་ ངུ་སྐད་ འབྱིན་པ་ ནི་ འདི་ལྟ་སྟེ །_
en: Tortured in this way, the beings will cry in agony.

source: དོང་བ འི་ ནང་ མད ས་ བཀང་བ་ དེ་ལྟ ར་ དེ འི་ ཁ་ དང་ ལྕེ་ ལ་ ཁབ་ དེ་དག་ ཉིད་ ཀྱིས་ རྟག་ ཏུ་ འགེངས་ ཏེ །_ དེ་ ཚོར་བ ས་ ཉམ་ཐག་ པར་ གྱུར་ ཀྱང་ ངུ་སྐད་ འདོན་པ འམ་ སྨྲེ་སྔགས་ འདོན་པ ར་ མི་ ནུས་ སོ །_།
en: Yet, like a pit filled with arrows, their mouths and tongues themselves are always full of needles, so that, despite suffering harrowing pain, they are unable to cry out or express it.

source: རང་ གི་ སེམས་ ལ་ བརྫུན་ སྨྲ་བ ས་ བསླང་ ཞིང་བདག་ གཞན་ སླུ་བ ར་ བྱེད་པ་ རྟག་ ཏུ་ ཚོར་བ་ གཞན་ དང་ མི་ འདྲ་བ འི་ ཚོར་བ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, those who mentally took up the habit of lying and deceived both themselves and others will constantly experience extraordinary tortures.

source: སེམས་ཅན་ དམྱལ་བ འི་ འགྲོ་བ་ ལས་ ཐར་ ནས་ ཀྱང་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ བ་སྤུ འི་ ཁུང་བུ་ འདྲ་ ཞིང་ ལུས་ ཐམས་ཅད་ ཉམས་པ་ དག་ དེར་ གར་བབ་ བབ་ ཏུ་ ཚོར་བ་ རིང་བ ས་ ཉམ་ཐག་ པར་ ལྟུང་ ངོ་ །_།
en: $651 “Once they escape that particular hell, all their limbs and organs will have been perforated and their bodies broken. Tormented and exasperated, they will stagger along and fall to the ground.

source: དེ་ ཇི་ལྟ་ ཇི་ལྟ ར་ ལྟུང་བ་ དེ་ལྟ་ དེ་ལྟ ར་ ཁབ་ ཤིན་ཏུ་ རྣོ་བ ས་ དེ འི་ ལུས་ ལ་ འཛུགས་པ ར་ བྱེད་ དེ །_
en: Yet, as they fall, extremely sharp needles will pierce them, so they will be tormented over and over again.

source: དེ་ ཁབ་ དེ་དག་ གིས་ ཡང་ དང་ ཡང་ དུ་ ཉམ་ཐག་ པར་ བྱེད་ ཅིང་ ཆེས་ ཤིན་ཏུ་ སྒྲ་ འབྱིན་པ ར་ བྱེད་ ལ་ཁ་ བཀབ་པ ས་ ཟིལ་ གྱིས་ ནོན་པ་ ནི་ འཁུན་ ཞིང་ ནང་ དུ་ འཁུན་པ ར་ བྱེད་ དོ །_།
en: As they fall, some will scream whereas those whose mouths have been ravaged by the needles will just moan and groan.

source: གལ་ཏེ་ ཁབ་ དེ་དག་ རེས་འགའ་ ཁ་ ནས་ བྱུང་ ན་ དེ་ ངུ་སྐད་ འབྱིན་པ ར་ ནུས་ ལ །_ གཞན་ དུ་ ན་ཁ་ བཀབ་པ ས་ ཟིལ་ གྱིས་ ནོན་པ་ དག་ འཁུན་པ ར་ བྱེད་ དོ །_།
en: Only when the needles in their mouths happen to fall out will these beings be able to scream. Otherwise, they can only moan.

source: ལྕགས་ ཀྱི་ ས་གཞི་ རབ་ཏུ་ འབར་བ་ དག་ ལ་ གྲེད་ ཅིང་ འགྲེ་ལྡོག _། རབ་ཏུ་ འབྱིང་ ཞིང་ རབ་ཏུ་ འཇུག་ ལ་ གཡོ་ བར་ བྱེད་ དེ །_
en: They will slip and fall to the ground of burning iron, where they will roll around until they sink into the ground, moving frantically.

source: གཤིན་རྗེ འི་ མིས་ ཉམ་ཐག་པ་ སྟ་རེ་ དང་ །_ མདུང་ཐུང་ དང་ །_ མདའ་བོ་ ཆེ་ དང་ །_ གཏུན་ཤིང་ དང་ །_ མཚོན་ཆ་ ས་ལུ ས་ ཐམས་ཅད་ ཤིག་ཤིག་པོ ར་ བྱས་ སོ །_།
en: The henchmen of the Lord of Death will then attack these pathetic creatures and crush their bodies with axes, spears, lances, clubs, and various other weapons.

source: དེ་ལྟ ར་ བརྫུན་ སྨྲས་པ་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ བྱེ་བ་ དུ་མ ར་ ཚོར་བ་ དེ་དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, until their evil acts have been overcome, relinquished, and exhausted, they will continue to experience such tortures, brought about by lying, for many billions of years.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ [200a] མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $652 “When one finally escapes this hell, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, {{page:{number:237,id:UT22084-068-021-100263,folio:F.200.a,volume:V68}}} and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ དབུལ་ ཞིང་ ཚིག་ ཡིད་ མི་ ཆེས་པ ར་ འགྱུར །_
en: Yet, in terms of effects that accord with the relevant causal actions, one will then be poor and one’s words will not be trusted.

source: གང་དང་གང་ ལ་དོན་ བཅོལ་བ འི་ དེ་ དང་ དེ་ ཁས་ལེན་པ་ ཙམ་ དུ་ ཡང་ མི་ བཏུབ་ ཅིང་ དེ་ ཤིན་ཏུ་ དབུལ་བ ར་ བྱས་པ ས་ ཡིད་རེ་བ་ མེད་པར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Whatever favors one may solicit from others will be denied, and one will become destitute and hopeless.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས །_ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ མཐའ་ཡས་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $653 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a neighboring hell known as Infinite Pain.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will see that such birth is caused by killing, stealing, sexual misconduct, and alcohol consumption.

source: བརྫུན་ སྨྲ་བ ར་ འགྱུར་བ་ ནི་ འདི་ལྟར་ ཚོང་པ་ རྒྱ་མཚོ ར་ ཞུགས་པ་ དག་ གིས་ མཉན་པ་ གདོས་པ་ འཛིན་པ་ ལ་ ཆོམ་རྐུན་པ་ རྣམས་ ཀྱིས་ སྙིང་ བརྐམ་ བཅུག་ གམ །_ ནོར་རྫས་ ཀྱིས་ དབྱེན་ བྱས་པ་ ཡིན་ ཏེ །_
en: As for lying, a steersman on an ocean-faring merchant vessel may become embroiled in a conspiracy that might be instigated by pirates or driven by the steersman’s own desire for wealth.

source: ཆོམ་རྐུན་པ་ དེ་དག་ ཉིད་ ཀྱིས་ སམ་ ཚོང་པ་ དེ་དག་ གི་ ནང་ ནས་ ཁ་ཅིག་ གིས་ དབྱེན་ བྱས་པ ས་ ཚོང་པ་ དེ་དག་ ལ་ གདོས་པ་ འཛིན་པ ས །_ འདི་ལྟར་ ཁྱེད་ཅག་ རིན་པོ་ཆེ འི་ གླིང་ དུ་ བཀྲིའོ་ ཞེས་ སྨྲས་ ལ་ དེ་དག་ ལ་ དེ་ལྟ ར་ དམ་བཅས་ ནས་ བརྫུན་ བྱས་ ཏེ
en: Having thus conspired with pirates, or a faction among the ocean-faring merchants, the steersman may falsely promise to sail his passengers to an island of jewels, while in reality steering the ship toward a barren island.

source: ཐང་ གི་ གླིང་ ལ་ ཁྲིད་པ་ ལས་ དེར་ གལ་ཏེ་ བ་དན་ སྔོན་པོ་ མཐོང་ བཞིན་ དུ་ ཆོམ་རྐུན་པ་ འོང་ ངོ་ ཞེས་ ཚོང་པ་ དེ་དག་ ལ་མ་ སྦྲན་ ཏེ །_
en: If on the way he sees a blue flag he will not call out ‘Pirates!’ and will not alarm the merchants.

source: དེ་དག་ ཀྱང་ གདོས་པ་ འཛིན་པ་ བདེན་པ་ སྨྲ་བ་ དེ་ བདག་ཅག་ ལ་ སླུ་བ ར་ མི་ བྱེད་ དོ་ ཞེས་ ཡིད་བརྟན་ ཅིང་ འདུག་ འདུག་པ་ ལས་ གདོས་པ་ འཛིན་པ་ དེས་ ཆོམ་རྐུན་པ་ དག་ ཚོང་པ་ དེ་དག་ གི་ ནོར་མེད་ པར་ བྱེད་ དུ་ འཇུག་ ཅིང་ བདག་ ཀྱང་ ནོར་རྫས་ དེ་ འཕྲོག་པ ར་ བྱེད་ ན་
en: Meanwhile, the merchants may feel confident that their steersman is honest and that he would not hoodwink them. In that way he may allow pirates to attack and rob the merchants of their wealth, while also getting a piece of the booty himself.

source: བརྫུན་ སྨྲས་པ་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ མཐའ་ཡས་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such a person later separates from his body, he will fall into the lower realms and be born in the realm of Infinite Pain.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་ པར་ སྔར་ བཤད་པ་ བཞིན་ དེ་དག་ ཐམས་ཅད་ དེར་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ སེམས་ཅན་ དམྱལ་བ་པ་ དེར་
en: $654 “The beings in that realm will experience torture as they undergo all the same ordeals that are otherwise experienced in the hell of Reviving, and so forth.

source: སྐྱེས་པ་ དེ་དག་ གི་ མིག་ ཕྲ་ སྐམ་ འདྲེན་པ་ རབ་ཏུ་ འབར་བ་ དག་ [200b] གིས་ འདྲེན་ ཏོ །_།
en: In particular, they will have their eyes plucked out with flaming tongs. {{page:{number:238,id:UT22084-068-021-100264,folio:F.200.b,volume:V68}}}

source: མིག་ འདྲེན་པ་ དག་ གིས་ དྲངས་པ་ དང་ །_ དེ་ནས་ ཡང་ ཤིན་ཏུ་ གཞོན་ཤ་ ཅན་ སྡུག་པ ར་ སྐྱེས་ ཏེ །_ གནོད་པ་ ཆེས་ མང་བ་ དག་ གིས་ དེ་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: Those who have thus been blinded will then grow new, fresh, and most delicate eyes, and will thus be subjected to profuse torture.#84

source: དེ་དག་ གི་ རྣ་བ་ ཡང་ རོ་ཉེ་ རབ་ཏུ་ བསྐོལ་བ ས་ བཀང་ ལ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ སྤུ་གྲི །_ དག་ གིས་ འཇོག་པ ར་ བྱེད་ དོ །_།
en: Their ears will be filled with boiling lead by the henchmen of the Lord of Death, who will also slash off their major and minor body parts with razors.

source: སྲིན་བུ་ ཏཱ་ལ་ ལ་ ལྭ་ ལ་ ཀ་ ཞེས་ བྱ་བ ས་ དེ འི་ གཉེ་མ་ དང་ རྒྱུ་མ འི་ ནང་ དུ་ ཞུགས་ ནས་ རབ་ཏུ་ ཟ འོ །_།
en: So-called talalalalaka worms#85 will enter their bowels and intestines and begin to feast on them.

source: ཕྱི་རོལ་ དུ་ ནི་ མུན་པ་ ཀུན་ ནས་ ཤིན་ཏུ་ གནག་པ་ དེར་ འཇུག་ ལ་
en: $655 “Moreover, the beings of this hell will then enter a complete darkness that will engulf them entirely.

source: ཕྱི་ ནང་ དེ་དག་ ཐམས་ཅད་ དུ་ ཡང་ ལས་ ཀྱིས་ བྱས་པ འི་ ཆུ་སྲིན་ རབ་ཏུ་ འབར་བ་ དག་ འབྱུང་ སྟེ །_ དེ་དག་ གིས་ ཟ་བ ར་ བྱེད །_ ཁ་ དང་ སེན་མོ་ དང་ སོ་ རྡོ་རྗེ་ ལྟར་ རྣོ་ ཞིང་
en: From all sides flaming sea monsters created by karmic action will surge forth, devouring the hell beings with their mouths, along with claws and teeth that are sharp like diamonds.

source: འབར་བ་ དག་ གིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ འབྱེད་ པར་ བྱེད །_ ཕྱེ་མར་ རློག་པ ར་ བྱེད་ དེ །_ བྱེ་མ་ ཆང་པ་ ནས་ གཏོར་བ་ བཞིན་ བྱེད་ དོ །_།
en: The monsters will tear all their limbs and organs apart, reducing them to dust, as when a handful of sand is scattered.

source: དེ་ སོ འི་ བར་ དེ་ནས་ ཐར་ ནས་ཆུ་ སྲིན་ རབ་ཏུ་ འབར་བ་ དེ་དག་ གི་ ལྟོ འི་ ནང་ དུ་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: $656 “When they pass from the jaws of these monsters, the hell beings will next enter their stomachs.

source: དེ་ལྟ ར་ དེ་དག་ ཆུ་སྲིན་ གྱི་ ལྟོ་ དེར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ལོ་ བྱེ་བ་ ཕྲག་ དུ་མ ར་ ཆུ་སྲིན་ དེ་དག་ གི་ ལྟོ་ རབ་ཏུ་ འབར་བ ར་ དབུགས་ མེད་པ འམ །_ དབུགས་ ཆུང་བ ར་ སྲེག་ ཅིང་ འཚེད་ དོ །_།
en: Imprisoned, they will proceed to spend many millions of years within these flaming interiors, suffocating and gasping for air, burning and boiling.

source: བརྫུན་ སྨྲས་པ་ དག་ ཚོར་བ་ དྲག་པ་ ཚ་བ་ རྩུབ་པ་ མྱོང་ ཞིང་ལས་ ཀྱི་ རྒྱུ་ བརྫུན་ སྨྲ་བ་ རང་ གི་ ལྕེ ས་ ཀུན་ ནས་ བསླང་བ ས་ སྲེག་ ལ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེས་ ཀུན་ དུ་ སྲེག་ གོ །_།
en: Such are the fierce and excruciating tortures that these liars will undergo as a result of their actions. Thus, the liar is first burned by the karmic manifestations created by his own tongue, and then later burned by the fires of hell.

source: འདི་ལྟར་ ཆུ་སྲིན་ དེ་དག་ གིས་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ དཀྲིས་ ནས་ ལུས་ ཕྱེ་མར་ བྱས་པ་ ཁ་ ནས་ འབྱིན་ ཏེ །_ དེ་ནས་ ཡང་ཕྱི་ རོལ་ དུ་ མེ་མདག་ སྔོན་པོ ས་ སྲེག་ གོ །_།
en: $657 “Once the monsters have devoured all the major and minor body parts of these hell beings and reduced them to dust, the creatures will then spit them out onto a burning bed of embers.

source: བསྲེག་པ་ ན་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ཚིགས་ སུ་ བཅད་ དེ་ བསྟན་པ །_
en: As the beings in hell burn there, the henchmen of the Lord of Death will then instruct them with these verses:

source: སེམས་ཅན་ དམྱལ་བ འི་ རྒྱུ ར་ གྱུར་པ །_། བརྫུན་ དུ་ སྨྲ་བ་ སྟོན་པ་ ཡིན །_། སྔོན་ཆད་ རྒྱུ་ ནི་ བསྟེན་ བྱས་པ །_། དོན་མེད་ སྨྲེ་སྔགས་ ཡོངས་སུ་ འདོན །_།
en: $658 “ ‘Lying is the cause of hell And yet you resorted to it. You relied on such causes in the past, But now, pointlessly, lament.

source: མེ་ ཡི་ ནང་ ན་ མེ་ མཆོག་ སྟེ །_། རྒྱ་མཚོ་ དག་ ཀྱང་ སྲེག་བྱེད་ ན །_། གང་དག་ བརྫུན་ སྨྲ་ ཤིང་ དང་ རྡོ །_། རང་བཞིན་ འདྲ་བ་ སྨོས་ཅི་ དགོས །_།
en: $659 “ ‘This is the greatest of all fires, Which dries up even the ocean— What need is there to mention the likes Of liars, trees, and stones?

source: མི་གང་ བདེན་པ་ སྤངས་ ནས་ སུ །_། བརྫུན་ དུ་ སྨྲ་བ་ སྒྲུབ་བྱེད་པ །_། དེ་ ནི་ རིན་ཆེན་ སྤངས་ ནས་ སུ །_། སྡིག་པ འི་ [201a] བདག་ཉིད་ རྡོ་ འདྲ་ སྒྲུབ །_།
en: $660 “ ‘When a person abandons truth And pursues lying instead, It is like letting go of a jewel {{page:{number:239,id:UT22084-068-021-100265,folio:F.201.a,volume:V68}}} To procure the crude rock of evil.

source: བདག་ ལ་ སྡུག་པ ར་ མི་ བྱེད་ གང་ །_། དེ་ ནི་ སེམས་ཅན་ དམྱལ་ ལ་ དགའ །_། བརྫུན་ གྱིས་ རང་ ལུས་ མེ་ འབྱུང་ སྟེ །_། བློ་ དང་ མི་ ལྡན་ དེ་ བསྟེན་ ཏོ །_།
en: $661 “ ‘Those who do not like themselves Or are fond of the realms of hell Embrace lies that will make their bodies burn— Such is the way of the fool.

source: བདེན་ཚིག་ ལེགས་པ ར་ རྙེད་ ཡིན་ ཏེ །_། ལུས་ཅན་ ཀུན་ གྱི་ རྒྱན་ ཡིན་ ནོ །_།
en: $662 “ ‘Truthful words make good things happen— They are an ornament for all beings.

source: བདེན་པ་ སྤངས་ ནས་ བརྫུན་ སྨྲ་བ །_། བློ་ མེད་ ཅི་ཕྱིར་ ཆགས་པ ར་ བྱེད །_།
en: Why are fools so fond Of giving up the truth and telling lies?

source: བདེན་པ་ ཡོན་ཏན་ བདག་ཉིད་ མཆོག _། བརྫུན་ སྨྲ་ དྲན་པ་ སྐྱོན་ ཡིན་ ཏེ །_།
en: $663 “ ‘Truth is the best quality of the virtuous, And lying is known to be the worst of vices.

source: རྨོངས་པ་ ཡོན་ཏན་ བཏང་ ནས་ སུ །_། ཅི་ཕྱིར་ སྐྱོན་ ལ་ ཡོངས་སུ་ རྒྱུག _།
en: Why do fools relinquish fine qualities, Chasing after vices?

source: སེམས་ཅན་ དམྱལ་བ ར་ རྟག་འགྲོ་བ །_། སྐྱོན་ གྱི་ འབྲས་བུ་ ཉེས་པ་ ཡིན །_།
en: $664 “ ‘Always roaming in hell Is the ruinous consequence of vice.

source: ཁྱེད་ཅག་ ཡོན་ཏན་ དེ་ དང་ འགྲས །_། མི་ བཟད་ དམྱལ་བ ར་ ཀུན་ དུ་ གནས །_།
en: You considered good qualities to be your enemy And now you dwell in unbearable hell.

source: སྡུག་བསྔལ་ ཀུན་ གྱི་ ས་བོན་ ནི །_། བརྫུན་ དུ་ སྨྲ་བ ར་ རབ་ཏུ་ གྲགས །_།
en: $665 “ ‘Lying is universally known To be the seed of all sorts of pain.

source: དེ་བཞིན་ བདེ་བ་ བདེན་ ཡིན་ ཏེ །_། དེ་བ ས་ སུ་ཞིག་ བརྫུན་ དུ་ སྨྲ །_།
en: The same relationship holds between honesty and happiness, So why would anyone lie?

source: བདེན་པ ར་ སྨྲ་བ འི་ མི་ དག་ ནི །_། ལུས་ཅན་ ཀུན་ གྱི་ དགའ་བ་ ཡིས །_། བརྫུན་ སྨྲ་ མི་ དང་ འགྲས་པ་ སྟེ །_། དེ་བ ས་ སུ་ཞིག་ བརྫུན་ དུ་ སྨྲ །_།
en: $666 “ ‘The one who speaks the truth Will be appreciated by everyone, Whereas the liar will be attacked, So why would anyone lie?

source: བདེན་པ ར་ སྨྲ་བ འི་ མི་ དག་ ནི །_། ལྷ་ ལྟར་ རྟག་ ཏུ་ དགའ་བ་ ཡིན །_།
en: $667 “ ‘People who speak the truth Will have constant happiness, like the gods.

source: དམྱལ་བ ར་ དེ་ལྟ ར་ རྨོངས་པ་ དག _། དེ་བཞིན་ སེམས་ ཀྱིས་ བརྫུན་ དུ་ སྨྲ །_།
en: The deluded in hell are similarly there Because their minds wished to engage in lying.

source: ལེགས་པ འི་ ལས་ ནི་ མ་ བྱས་ ལ །_། སྡིག་པ་ དུ་མ་ བྱས་པ ས་ ན །_།
en: $668 “ ‘Those who did no virtuous deeds, But rather numerous misdeeds,

source: སྡུག་བསྔལ་ མཐའ་ ཡ ས་ སྐྱེས་པ་ དག _། ཅི་ཞིག་ སྡིག་པ ས་ ཡོངས་སུ་ གདུང་ །_།
en: Are born into infinite suffering— Why do you suffer, evil ones?

source: དགེ་བ ས་ འབྲས་བུ་ ལེགས་པ་ ཡིན །_། སྡིག་པ ས་ ཉོན་མོངས་ འཚེད་པ ར་ བྱེད །_།
en: $669 “ ‘The fruits of virtue are excellent, Whereas evil will torment and boil you.

source: བློ་ལྡན་ མི་ ཡིས་ སྡིག་ བྱས་ ཀྱང་ །_། དགེ་བ་ རྗེས་སུ་ སྟེན་པ ར་ བྱེད །_།
en: Hence, if wise people do a misdeed They will follow it up with virtue.

source: དགེ་བ འི་ ནང་ ན་ བདེན་པ་ མཆོག _། སྐྱོན་ གྱི་ ནང་ ན་ དེ་བཞིན་ བརྫུན །_།
en: $670 “ ‘Among all virtues truthfulness is supreme, And lying is the worst of all flaws.

source: སྐྱོན་ སྤངས་ ཡོན་ཏན་ ཚོལ་ བྱེད་པ །_། མི་ ཡི་ ནང་ ན་ མི་མཆོག་ ཡིན །_།
en: Those who relinquish flaws and strive for good qualities Are supreme among all people.

source: བདེ་འབྱུང་ བདེ་བ འི་ འབྲས་བུ་ ནི །_། བདེན་པ ས་ ཡོངས་སུ་ འགྲུབ་པ ར་ འགྱུར །_།
en: $671 “ ‘Happy events and happy results Are achieved by means of the truth.

source: བདེན་པ ས་ བདེ་བ་ འཐོབ་ འགྱུར་ ཏེ །_། བདེན་པ ས་ མྱ་ངན་ འདས་པ ར་ འགྲོ །_།
en: Truth makes you achieve happiness, And the transcendence of suffering as well.

source: སྡུག་བསྔལ་ འབྱུང་བ་ འབྲས་བུ་ ཚ །_། སྡུག་བསྔལ་ མོད་ ལ་ འཚེད་པ ར་ འགྱུར །_། སྡུག་བསྔལ་ ཀུན་ མཐའ་ བརྫུན་ ཡིན་ ན །_། མི་ ཡིས་ ཅི་ཕྱིར་ སྤང་ མི་ བྱ །_།
en: $672 “ ‘Painful events and excruciating results, Suffering and boiling— Since lying connects you with all such pain, Why do people not give up lying?

source: བདེན་པ་ དོན་ གྱིས་ འཐོབ་ མིན་ ཏེ །_། ཉོན་མོངས་ པས་ ཀྱང་ འཐོབ་ མེད་ ན །_།
en: $673 “ ‘Truth can be obtained without wealth And without deprivation.

source: ཅི་ཕྱིར་ བདེན་པ་ ཡོངས་ སྤངས་ ནས །_། བརྫུན་ [201b] སྨྲ་བ་ ལ་ དགའ་བ ར་ བྱེད །_།
en: So why would you abandon truth {{page:{number:240,id:UT22084-068-021-100266,folio:F.201.b,volume:V68}}} And take delight in lying?

source: ཡུལ་ གཞན་དག་ ནས་ བདེན་ མི་ འོང་ །_། དེ་ ནི་ གཞན་ དུ་ བཙལ་བ་ མེད །_།
en: $674 “ ‘Truth will not come from anywhere else, And is not to be searched for elsewhere.

source: ཆུ་ ལ་ སྟེགས་ བཏགས་ སྟེགས་ མིན་ ཏེ །_། བདེན་པ་ སྟེགས་ ཀུན་ མཆོག་ ཡིན་ ནོ །_།
en: Truth is the supreme place of pilgrimage— One that is not bound by holy water.#86

source: སྒྲོན་མ འི་ ནང་ ན་ སྒྲོན་མ་ མཆོག _། བདེན་པ་ ཡིན་ ཞེས་ སངས་རྒྱས་ གསུང་ །_། སྨན་ གྱི་ ནང་ ན་ སྨན་མཆོག་ སྟེ །_། དེ་ ཡིས་ རྟག་ ཏུ་ སྡུག་བསྔལ་ སེལ །_།
en: $675 “ ‘The truth taught by the Buddha— A lamp supreme among lamps— Is the best of medicines That always dispels suffering.

source: ངེད་ ཀྱིས་ སྡིག་པ་ བཟུང་བ་ མེད །_། ཁྱེད་ཅག་ རྨོངས་པ འི་ སེམས་ ཀྱིས་ སུ །_། ངན་པ་ ཁྱེད་ ཀྱིས་ བྱས་པ ས་ ན །_། ཁྱེད་ཅག་ ཡོངས་སུ་ གདུངས་པ་ ཡིན །_།
en: $676 “ ‘You may think, foolishly, “I have not accumulated evil,” But you did commit wrongs That will utterly torment you.

source: སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེས་པ་ ནི །_། སྡིག་པ་ བྱང་བ ས་ རྣམ་པར་ འགྲོལ །_།
en: $677 “ ‘Those born in hell Will purify their negative acts and be free.

source: ཀུན་ དུ་ ངུ་སྐད་ འདོན་པ འི་ མི །_། ནམས་ ཀྱང་ ཐར་བ ར་ ག་ལ་ འགྱུར །_། རང་ གི་ ལས་ ཀྱིས་ རྣམ་ བསླུས་པ །_། རྨོངས་པ་ ཁྱེད་ཅག་ ཅི་ཞིག་ ངུ་ །_།
en: Nobody ever won liberation Through wailing, $678 “ ‘Deceived by your own actions, What do you fools have to cry about?

source: བྱིས་པ་ རང་ གི་ སེམས་ ཀྱིས་ བསླུས །_། བློ་ མེད་ ཁྱེད་ཅག་ ངུ་སྐད་ འདོན །_།
en: Infantile beings are deceived by their own minds, And therefore you foolish people cry.’

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ འི་ སྲུངས་ མ་ དེ་དག་ གིས །_ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་སོ་ སོར་ རྗེས་སུ་ བསྟན་ ནས་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ གནོད་པ་ མི་བཟད་པ འི་ རྣམ་པ་ བརྒྱ་ ཕྲག་ དུ་མ་ ཇི་ལྟ ར་ སྔར་ བཤད་པ་ བཞིན་ དུ་ འབྱུང་ ངོ་ །_།
en: $679 “Thus instructed by the henchmen of the Lord of Death, the beings in this hell must continue to endure the many hundreds of tortures, just as explained before, until finally their negative acts have been overcome, relinquished, and exhausted.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ རྟག་ ཏུ་ གཞན་ དུ་ ཞུགས་ ནས་ སླུ་བ ར་ བྱེད་ ཅིང་ ནོར་རྫས་ ཐམས་ཅད་ ཀྱང་ འཕྲོག་པ ར་ བྱེད །_
en: Yet, in terms of effects that accord with the relevant causal actions, they will always follow people who in the end deceive them and rob them of their possessions.

source: དེ འི་ བྱ་བ་ གཞན་ གང་ཡིན་པ་ དག་ ཀྱང་ ཚེགས་ ཆེན་པོ ར་ འགྱུར་ ཞིང་ དེ འི་ ཚིག་ ཀྱང་ འཇིག་རྟེན་པ་ ཡིད་ཆེས་ པར་ མི་འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Moreover, any work that they undertake will involve great hardship, and the people of the world will not trust their words.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཁྭ་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $680 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a neighboring hell known as Ravens with Vajra-Like Beaks.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་ [202a] པས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ལ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ ཏེ
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing {{page:{number:241,id:UT22084-068-021-100267,folio:F.202.a,volume:V68}}} and thus see that such birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཁྭ་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thereby one will, when separating from one’s body, fall into the lower realms and take birth in the hell of Ravens with Vajra-Like Beaks.

source: དེར་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: $681 “All the sufferings found in the Reviving and other hells can also be found in this one.

source: བརྫུན་ ནི་ གང་ཞིག་ དགེ་འདུན་ གྱི་ འཁོར་ གྱི་ ནང་ དུ་ སོང་ ནས་ ནད་ ཀྱི་ རྐྱེན་ གྱིས་ གསོས་ སྨན་ སྦྱར་བ ར་ ཁ ས་ བླངས་པ་ ལས་མ་ བྱིན་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཁྭ་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: In terms of lying, those who have promised to provide medical assistance to an assembly of monks, but then fail do as promised, will by the power of such acts fall into the hell of Ravens with Vajra-like beaks as soon as they separate from their bodies.

source: འདས་པ འི་ དུས་ སུ་ ལས་ བྱས་པ་ དེ་དག་ ཁྭ་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ ས་ ཤ་ བཅད་ ཅིང་ བཅད་ ཅིང་ ཟ འོ །_།
en: They will be preyed upon by ravens that tear out their flesh with their vajra-like beaks and eat it.

source: གང་ གི་ ཚེ་ ཤ་ བཅད་པ ར་ གྱུར་པ འི་ སྐད་ཅིག་ དེ་ཉིད་ དང་ གནས་ དེ་ཉིད་ དུ་ ཡང་ ཆེས་ ཤིན་ཏུ་ གཞོན་ཤ་ ཅན་ པད་མ་ ལྟར་ འཇམ་པ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Yet the very moment that the ravens dig out the flesh of a hell being it will grow out again, delicate and soft like a lotus flower.

source: དེ་ ཅི་ ནས་ ཀྱང་ ཚོར་བ་ ཆེས་ དྲག་པ ར་ བྱ་བ འི་ ཕྱིར་ དེ་ཉིད་ ཕྱུང་ ཞིང་ བཏོགས་པ་ དང་ །_ དེ་ནས་ ཡང་ ཆེས་ ཤིན་ཏུ་ གཞོན་ཤ་ ཅན་ སར་པ་ གཞན་དག་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Inflicting tremendous pain, the birds will once again pluck and dig out the flesh, which will then simply restore itself, fresh and delicate.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ ཁྭ འི་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ ས་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Thus, these hell beings will be tortured for many hundreds of thousands of years, as the ravens keep eating their flesh with their vajra-like beaks.

source: དེ་ནས་ ཐར་བ་ དང་ བྱེ་མ འི་ ནང་ ནས་ ལྕགས་ རབ་ཏུ་ འབར་བ་ འབྱུང་ ལ་ དེ་ བྱེ་མ་ དེ་དག་ ལ་ རྐང་པ ས་ འགྲོ་ སྟེ །_
en: $682 “Once one escapes these birds, one will then come to a stretch of sand that contains burning iron.

source: དེ་ ཇི་ལྟ ར་ ཐལ་བ་ ཡང་ མི་མངོན་པ་ དེ་ལྟ ར་ དེས་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: As one attempts walking upon it, one will burn until not even one’s ashes remain.

source: དེ་ནས་ ལངས་པ་ དང་ ཡང་ ཐམས་ཅད་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: One will then be restored, and the same thing will happen once again.
